Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Then he said to them again, I am going away and you will be looking for me, but death will overtake you in your sins. It is not possible for you to come where I am going.
chr: ᎿᏉᏃ ᏥᏌ ᏔᎵᏁ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏓᎦᏓᏅᏏ, ᏂᎯᏃ ᏍᎩᏲᎮᏍᏗ, ᎠᎴ ᎠᏎ ᎠᏍᎦᏂ ᎨᏒ ᏙᏓᏥᏲᎱᏏ, ᎠᎴ ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎷᎩ.

source: So the Jews said, Will he take his life? Is that why he says, Where I go it is not possible for you to come?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏄᏂᏪᏒᎩ, ᏥᎪ ᎤᏩᏒ ᏛᏓᎵ? ᎯᎠ ᏥᏂᎦᏪᎭ; ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎷᎩ.

source: And he said to them, You are of the earth; I am from heaven: you are of this world; I am not of this world.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏂᎯ ᎡᎳᏗ ᎢᏣᏓᎴᏅᎯ; ᎠᏴ ᎦᎸᎳᏗ ᏅᏛᏆᏓᎴᏅᎯ. ᏂᎯ ᎠᏂ ᎡᎶᎯ ᎢᏣᏓᎴᏅᎯ; ᎠᏴ ᎥᏝ ᎠᏂ ᎡᎶᎯ ᎠᏆᏓᎴᏅᎯ ᏱᎩ.

source: For this reason I said to you that death will overtake you in your sins: for if you have not faith that I am he, death will come to you while you are in your sins.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏏ; ᎠᏎ ᎨᏥᏍᎦᏂᏉ ᎨᏒ ᏙᏓᏥᏲᎱᏏ; ᎢᏳᏰᏃ ᏂᏦᎯᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ, ᎠᏎ ᎨᏥᏍᎦᏂ ᎨᏒ ᏙᏓᏥᏲᎱᏏ.

source: Then they said to him, Who are you? Jesus said, What I said to you from the first.
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᎪᏂᎯ? ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩᏉ ᏥᏨᏲᏎᎰᎢ, ᎤᏙᎯᏳᎯᏯ ᎾᏍᎩᏉ.

source: I have much to say about you and against you: but he who sent me is true and what he has said to me I say to the world.
chr: ᎤᏣᏘ ᎪᎱᏍᏗ ᎠᎩᎭ ᎢᏨᏲᏎᏗ, ᎠᎴ ᏗᏨᏳᎪᏓᏁᏗ; ᎠᏎᏃ ᏅᏛᎩᏅᏏᏛ ᏚᏳᎪᏛᎢ; ᎠᏴᏃ ᎡᎶᎯ ᏥᏃᎮᎮᎭ ᎾᏍᎩ ᏄᏍᏛ ᏥᏯᏛᎦᏁᎸᎢ.

source: They did not see that his words were about the Father.
chr: ᎥᏝ ᏳᏃᎵᏤ ᎠᎦᏴᎵᎨ ᎦᏛᎬ ᎾᏍᎩ ᏕᎦᏬᏁᏗᏍᎬᎢ.

source: So Jesus said, When the Son of man has been lifted up by you, then it will be clear to you who I am, and that I do nothing of myself, but say as the Father gave me teaching.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏴᏫ ᎤᏪᏥ ᎡᏥᏌᎳᏓᏅᎭ, ᎿᏉ ᏓᏣᏙᎴᎰᏏ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ, ᎠᎴ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᎪᎱᏍᏗ ᏂᏓᎩᎸᏫᏍᏓᏁᎲᎾ ᎨᏒᎢ, ᎡᏙᏓᏉᏍᎩᏂ ᎠᏇᏲᏅ ᎾᏍᎩ ᏥᏃᎮᏍᎬᎢ.

source: He who sent me is with me; he has not gone from me, because at all times I do the things which are pleasing to him.
chr: ᏅᏛᎩᏅᏏᏛ ᎣᎩᎾᎵᎪᎭ; ᎠᎦᏴᎵᎨ ᎥᏝ ᏯᏋᏕᏨ, ᏂᎪᎯᎸᏰᏃ ᏓᎩᎸᏫᏍᏓᏁᎰ ᎣᏍᏛ ᎤᏰᎸᏗ.

source: When he said this a number came to have faith in him.
chr: ᎠᏏᏉ ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎤᏂᏣᏛ ᎬᏬᎯᏳᏅᎩ.

source: Then Jesus said to the Jews who had faith in him, If you keep my word, then you are truly my disciples;
chr: ᎿᏉ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ ᎬᏬᎯᏳᎲᏍᎩ; ᎢᏳᏃ ᏕᏥᎧᎿᏩᏗᏎᏍᏗ ᎠᎩᏁᏨᎢ, ᎤᏙᎯᏳᎯᏯ ᏍᎩᏍᏓᏩᏗᏙᎯ ᎨᏎᏍᏗ.

source: And you will have knowledge of what is true, and that will make you free.
chr: ᎠᎴ ᏓᏥᎦᏙᎥᏏ ᏚᏳᎪᏛᎢ, ᏚᏳᎪᏛᏃ ᏂᏕᏥᎾᏝᎥᎾ ᏅᏓᏨᏁᎵ.

source: They said to him in answer, We are Abraham's seed and have never been any man's servant: why do you say, You will become free?
chr: ᎬᏩᏁᏤᎸ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎠᏴ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ, ᎠᎴ ᎥᏝ ᎢᎸᎯᏳ ᎩᎶ ᏱᏙᎩᎾᏢᏃᎢ, ᎦᏙᏃ ᏂᏕᏥᎾᏝᎥᎾ ᏅᏓᏰᏨᏁᎵ, ᏣᏗᎭ?

source: And this was the answer Jesus gave them: Truly I say to you, Everyone who does evil is the servant of sin.
chr: ᏥᏌ ᏚᏁᏤᎸ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏣᏍᎦᏅᎪᎢ ᎠᏍᎦᏂ ᎤᎾᏝᎢ ᎨᏐᎢ.

source: Now the servant does not go on living in the house for ever, but the son does.
chr: ᎠᏥᎾᏝᎢᏃ ᎥᏝ ᎠᏓᏁᎸ ᏂᎪᎯᎸ ᎡᎯ ᏱᎨᏐᎢ; ᎠᎦᏅᎩᏍᎩᏂ ᏂᎪᎯᎸ ᎡᎰᎢ.

source: If then the son makes you free, you will be truly free.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᎦᏅᎩ ᏂᏕᏥᎾᏝᎥᎾ ᏱᏂᏨᏁᎸ ᎤᏙᎯᏳᏒ ᏂᏕᏥᎾᏝᎥᎾ ᏱᎩ.

source: I am conscious that you are Abraham's seed; but you have a desire to put me to death because my word has no place in you.
chr: ᏥᎦᏔᎭ ᏂᎯ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ ᎨᏒᎢ; ᎠᏎᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏁᎬ ᏕᏣᏓᏅᏛ ᏫᎾᏴᎯᎲᎾ ᎨᏒᎢ.

source: I say the things which I have seen in my Father's house: and you do the things which come to you from your father's house.
chr: ᏄᏍᏛ ᎠᎩᎪᎲ ᎡᏙᏙᏱ ᎾᏍᎩ ᏥᏁᎪᎢ; ᏂᎯᏃ ᏄᏍᏛ ᎢᏥᎪᎲ ᎢᏥᏙᏙᏱ ᎾᏍᎩ ᏂᏣᏛᏁᎰᎢ.

source: In answer they said to him, Our father is Abraham. Jesus said to them, If you were Abraham's children you would do what Abraham did.
chr: ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎡᏆᎭᎻ ᎣᎩᏙᏓ. ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᏂᎯ ᎡᏆᎭᎻ ᏧᏪᏥ ᏱᎩ, ᎡᏆᎭᎻ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏱᏗᏥᎸᏫᏍᏓᏁᎭ.

source: But now you have a desire to put me to death, a man who has said to you what is true, as I had it from God: Abraham did not do that.
chr: ᎠᏎᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ ᎠᏴ ᏚᏳᎪᏛ ᎢᏨᏃᏁᎸᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏥᏯᏛᎦᏁᎸᎯ ᎨᏒᎢ; ᎥᏝ ᎾᏍᎩ ᏱᎾᏛᏁᎮ ᎡᏆᎭᎻ.

source: You are doing the works of your father. They said to him, We are true sons of Abraham; we have one Father, who is God.
chr: ᎢᏥᏙᏓ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏕᏥᎸᏫᏍᏓᏁᎰᎢ. ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎥᏝ ᎤᏕᎵᏛ ᏗᏂᏏᏅᎯ ᎣᎩᎾᏄᎪᏨᎯ ᏱᎩ; ᏌᏉ ᎡᎭ ᎣᎩᏙᏓ--ᎾᏍᎩ ᎤᏁᎳᏅᎯ.

source: Jesus said to them, If God was your Father you would have love for me, because it was from God I came and am here. I did not come of myself, but he sent me.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎢᏥᏙᏓ ᏱᎩ, ᏍᎩᎨᏳᎢᏳ ᏱᎩ; ᎤᏁᎳᏅᎯᏱᏰᏃ ᏗᏆᏓᎴᏅ ᎠᎩᎷᏥᎸ; ᎠᎴ ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛᏯᎩᎷᏥᎸ, ᏗᎩᏅᏒᏍᎩᏂ.

source: Why are my words not clear to you? It is because your ears are shut to my teaching.
chr: ᎦᏙᏃ Ꮭ ᏱᏦᎵᎦ ᏥᏬᏂᏍᎬᎢ? ᏅᏗᎦᎵᏍᏙᏗᏍᎩᏂ ᏥᏁᎬ ᏰᎵ ᎨᏣᏛᎪᏗ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: You are the children of your father the Evil One and it is your pleasure to do his desires. From the first he was a taker of life; and he did not go in the true way because there is no true thing in him. When he says what is false, it is natural to him, for he is false and the father of what is false.
chr: ᎢᏥᏙᏓ ᎠᏍᎩᎾ ᏅᏓᏣᏓᎴᏅᎯ ᏂᎯ, ᎠᎴ ᎢᏥᏙᏓ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎲ ᎢᏣᏛᏁᏗᏱ ᎢᏣᏚᎵᎭ. ᎾᏍᎩ ᏴᏫ ᏗᎯᎯ ᏂᎨᏐ ᏗᏓᎴᏂᏍᎬᎢ, ᎠᎴ ᎤᏙᎯᏳᎯ ᎨᏒ ᎥᏝ ᏱᏚᎧᎿᏩᏛᏎᎢ, ᎥᏝᏰᏃ ᎤᏙᎯᏳᎯ ᎨᏒ ᏳᏪᎭ. ᎦᏰᎪᎩ ᎧᏁᎩ ᎤᏤᎵᎦᏉ ᎧᏁᎪᎢ; ᎦᏰᎪᎩᏰᏃ ᎾᏍᎩ, ᎠᎴ ᎤᎦᏴᎵᎨ ᎦᏰᎪᎩ ᎨᏒᎢ.

source: But because I say what is true, you have no belief in me.
chr: ᎠᏎᏃ ᏚᏳᎪᏛ ᏥᏁᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᏝ ᏱᏍᎩᏲᎢᏳᎲᏍᎦ.

source: Which of you is able truly to say that I am a sinner? If I say what is true, why have you no belief in me?
chr: ᎦᎪ ᎤᏓᏑᏯ ᎯᎠ ᏥᏂᏣᏛᏅ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗ ᎠᎩᏍᎦᏅᏨᎯ ᎨᏒᎢ? ᎢᏳᏃ ᏚᏳᎪᏛ ᏱᏥᏁᎦ, ᎦᏙᏃ Ꮭ ᏱᏍᎩᏲᎢᏳᎲᏍᎦ?

source: He who is a child of God gives ear to the words of God: your ears are not open to them because you are not from God.
chr: ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒ ᎾᏍᎩ ᎠᏛᎩᏍᎪ ᎤᏁᎳᏅᎯ ᎧᏁᎬᎢ; ᏂᎯ ᏂᏣᏛᎩᏍᎬᎾ ᏥᎩ ᏅᏗᎦᎵᏍᏙᏗ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: The Jews said to him in answer, Are we not right in saying that you are of Samaria and have an evil spirit?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎤᏂᏁᏨᎩ, ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᏝᏍᎪ ᏚᏳᎪᏛ ᏲᏥᏁᎦ, ᏌᎺᎵᏱ ᎮᎯ ᎠᎴ ᎠᏍᎩᎾ ᏣᏯᎢ, ᏥᏨᏲᏎᎭ?

source: And this was the answer of Jesus: I have not an evil spirit; but I give honour to my Father and you do not give honour to me.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏍᎩᎾ ᏯᎩᏯᎠ, ᏥᎸᏉᏗᏉᏍᎩᏂ ᎡᏙᏓ; ᏂᎯᏃ ᎠᏴ ᎨᏍᎩᏐᏢᎢᏍᏗᎭ.

source: I, however, am not in search of glory for myself: there is One who is searching for it and he is judge.
chr: ᎠᏎᏃ ᎥᏝ ᏯᎩᏲᎭ ᎠᏋᏒ ᎥᎩᎸᏉᏗᏱ; ᎡᎭ ᎤᏲᎯ ᎠᎴ ᏗᎫᎪᏗᏍᎩ.

source: Truly I say to you, If a man keeps my word he will never see death.
chr: ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᏳᏃ ᎩᎶ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᏥᏁᎬᎢ, ᎾᏍᎩ ᎥᏝ ᎢᎸᎯᏳ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᎪᏩᏛᏗ ᏱᎨᏎᏍᏗ.

source: The Jews said to him, Now we are certain that you have an evil spirit. Abraham is dead, and the prophets are dead; and you say, If a man keeps my word he will never see death.
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎿᏉ ᎣᏣᏙᎴᎰᎯ ᎠᏍᎩᎾ ᏣᏯᎥᎢ. ᎡᏆᎭᎻ ᎤᏲᎱᏒ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᏂᎯᏃ ᎯᎠ ᏂᎯᏪᎭ; ᎢᏳᏃ ᎩᎶ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᏥᏁᎬᎢ, ᎾᏍᎩ ᎥᏝ ᎢᎸᎯᏳ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᏙᎴᎰᏍᏗ ᏱᎨᏎᏍᏗ.

source: Are you greater than our father Abraham, who is dead? and the prophets are dead: who do you say that you are?
chr: ᏥᎪ ᏂᎯ ᎤᏟ ᎡᏣᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎡᏆᎭᎻ ᎣᎩᏙᏓ, ᏧᏲᎱᏒ? ᎠᎴ ᎾᏍᏉ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏂᏲᎱᏒ. ᎦᎪ ᏂᎯ ᎭᏤᎸᏍᎦ?

source: Jesus said in answer, If I take glory for myself, my glory is nothing: it is my Father who gives me glory, of whom you say that he is your God.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᎠᏋᏒ ᏱᎦᏓᎸᏉᏗᎭ, ᎥᎩᎸᏉᏗᏳ ᎠᏎᏉᏉ ᏱᎩ; ᎡᏙᏓᏍᎩᏂ ᎠᎩᎸᏉᏗᏍᎩ, ᎾᏍᎩ ᎠᏴ ᎣᎦᏁᎳᏅᎯ ᏥᏣᏗᎭ.

source: You have no knowledge of him, but I have knowledge of him; and if I said I have no knowledge of him I would be talking falsely like you: but I have full knowledge of him, and I keep his word.
chr: ᎠᏎᏃ ᎥᏝ ᏰᏥᎦᏔᎭ, ᎠᏴᏍᎩᏂ ᏥᎦᏔᎭ; ᎢᏳᏃ ᎥᏝ ᏱᏥᎦᏔᎭ ᏱᏚᏗᎭ ᏥᏰᎪᎩᏉ ᏱᎩ, ᏂᎯ ᏥᏂᏣᏍᏗ ᎾᏍᎩᏯᎢ; ᎠᏎᏃ ᏥᎦᏔᎭ, ᎠᎴ ᎤᏁᏨ ᎠᎩᏍᏆᏂᎪᏗ.

source: Your father Abraham was full of joy at the hope of seeing my day: he saw it and was glad.
chr: ᎢᏥᏙᏓ ᎡᏆᎭᎻ ᎠᎵᎮᎵᏍᏗ ᎤᏚᎩ ᎤᏩᏒ ᎤᎪᏩᏛᏗᏱ ᎪᎯ ᎨᏒ ᎠᏴ ᎨᎥᎢ, ᎠᎴ ᎤᎪᎲᎩ ᎠᎴ ᎣᏏᏳ ᎤᏓᏅᏓᏛᎩ.

source: Then the Jews said to him, You are not fifty years old; have you seen Abraham?
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏅᎬᏪᏎᎸᎩ; ᎥᏝ ᎠᏏ ᎯᏍᎩᏍᎪᎯ ᎢᏣᏕᏘᏴᏛ ᏱᎩ; ᏥᏌᏃ ᎯᎪᎥᎯ ᎢᎩ ᎡᏆᎭᎻ?

source: Jesus said to them, Truly I say to you, Before Abraham came into being, I am.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏏᏉ ᎡᏆᎭᎻ ᏁᎲᎾ ᏥᎨᏒᎩ, ᎠᏴ ᏂᎨᎣᎢ.

source: So they took up stones to send at him: but Jesus got secretly out of their way and went out of the Temple.
chr: ᎿᏉᏃ ᏅᏯ ᏚᏂᎩᏒᎩ, ᏗᎬᏩᏂᏍᏙᏗ, ᎠᏎᏃ ᏥᏌ ᎤᏗᏍᎦᎳᏅᎩ, ᎠᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏄᎪᏨᎩ, ᎠᏰᎵ ᎠᏂᏙᎾᎥ ᎤᎦᏛᎴᏒᏍᏔᏅᎩ, ᎠᎴ ᎤᎶᏐᏅᎩ.

source: And when he went on his way, he saw a man blind from birth.
chr: [ᏥᏌᏃ] ᎤᎶᏒ ᎤᎪᎲᎩ ᎠᏍᎦᏯ, ᎾᏍᎩ ᏗᎨᏫ ᏂᎨᏎ ᎤᏕᏅ.

source: And his disciples put a question to him, saying, Master, was it because of this man's sin, or the sin of his father and mother, that he has been blind from birth?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᏛᏛᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎦᎪ ᎤᏍᎦᏅᏤᎢ, ᎯᎠᏍᎪ, ᏧᎦᏴᎵᎨᎢᎨ, ᏗᎨᏫ ᏧᏕᏁᎢ?

source: Jesus said in answer, It was not because of his sin, or because of his father's or mother's; it was so that the works of God might be seen openly in him.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎯᎠ ᏳᏍᎦᏅᏨ, ᎥᏝ ᎠᎴ ᏧᎦᏴᎵᎨᎢ; ᎤᏁᎳᏅᎯᏉᏍᎩᏂ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎠᎬᏗᏍᎬᎢ.

source: While it is day we have to do the works of him who sent me: the night comes when no work may be done.
chr: ᎠᏎ ᏗᎩᎸᏫᏍᏓᏁᏗ ᏅᏛᎩᏅᏏᏛ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎠᏏᏉ ᎢᎦ ᏥᎩ; ᏒᏃᏱ ᏓᏯᎢ, ᎾᎯᏳ ᏰᎵ ᎩᎶ ᏗᎬᏩᎸᏫᏍᏓᏁᏗ ᏂᎨᏒᎾ.

source: As long as I am in the world, I am the light of the world.
chr: ᏂᎪᎯᎸ ᎡᎶᎯ ᎨᏙᎲᎢ, ᎠᏴ ᎡᎶᎯ ᎢᎦ ᎦᏥᏯᏘᏍᏓᏁᎯ.

source: Having said these words, he put earth, mixed with water from his mouth, on the man's eyes,
chr: ᎾᏍᎩ ᏄᏪᏒ ᎦᏙᎯ ᎤᎵᏥᏍᏋᎩ, ᎠᎴ ᎾᏍᎩ ᏝᏬᏔ ᎤᏬᏢᏔᏅᎩ ᎤᎵᏥᏍᏋᎯ, ᎠᎴ ᎾᏍᎩ ᏝᏬᏔ ᏚᏅᎵᏰᏓᏁᎸᎩ ᏗᎨᏫ ᏗᎦᏙᎵ,

source: And said to him, Go and make yourself clean in the bath of Siloam (the sense of the name is, Sent). So he went away and, after washing, came back able to see.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎮᎾ ᏩᏙᏑᎵ ᏌᎶᎻ ᏨᏓᎸᎢ,^ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎠᏥᏅᏏᏛ ᎦᏛᎦ. ᎤᏪᏅᏒᎩᏃ ᎠᎴ ᏭᏙᏑᎴᎥᎩ, ᎤᎷᏨᏃ ᎠᎪᏩᏘᏍᎬᎩ.

source: Then the neighbours and others who had seen him before in the street, with his hand out for money, said, Is not this the man who got money from people?
chr: ᎿᏉᏃ Ꮎ ᎾᎥ ᏗᏂᏁᎳ, ᎠᎴ ᎤᏂᎪᎯᏙᎸᎯ ᏗᎨᏫ ᎨᏒᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᎾᏍᎩ ᏱᎩ Ꮎ ᏧᏬᎸ ᎠᎴ ᏣᏚᎳᏗᏍᎬᎩ?

source: Some said, It is he: others said, No, but he is like him. He said, I am he.
chr: ᎢᎦᏛ, ᎾᏍᎩ, ᎤᎾᏛᏅᎩ; ᎢᎦᏛᏃ, ᏓᎾᏤᎸ ᎤᎾᏛᏅᎩ. ᎤᏩᏒᏍᎩᏂ, ᎠᏴ ᎾᏍᎩ, ᎤᏛᏅᎩ.

source: So they said to him, How then were your eyes made open?
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ, ᎦᏙ ᎤᎵᏍᏙᏔᏁ ᏘᎦᏙᎵ ᏚᎵᏍᏚᎢᏎᎢ?

source: His answer was: The man who is named Jesus put earth mixed with water on my eyes, and said to me, Go and make yourself clean in Siloam: so I went away and, after washing, am now able to see.
chr: ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏍᎦᏯ ᏥᏌ ᏥᏚᏙᎥ ᏝᏬᏔ ᎤᏬᏢᏅᎩ, ᎠᎴ ᏚᏅᎵᏰᎥ ᏗᏥᎦᏙᎵ; ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ; ᏌᎶᎻ ᏨᏓᎸᎢ ᎮᎾ ᎠᎴ ᏩᏙᏑᎵ; ᎠᏇᏅᏃ ᎠᎴ ᏩᏆᏙᏑᎴᎢ ᏰᎵ ᎬᎩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎩ.

source: And they said to him, Where is he? His answer was: I have no knowledge.
chr: ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎭᏢ ᎡᏙᎭ? ᎥᏝ ᏱᏥᎦᏔᎭ, ᏅᏛᏅᎩ.

source: They took him before the Pharisees--this man who had been blind.
chr: ᎠᏂᏆᎵᏏ ᏚᎾᏘᏃᎮᎸ ᎾᏍᎩ ᏗᎨᏫ ᎢᏳᎵᏍᏔᏅᎯ.

source: Now the day on which the earth was mixed by Jesus and the man's eyes were made open was the Sabbath.
chr: ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎦ ᎨᏒᎩ ᏥᏌ ᏝᏬᏔ ᎤᏬᏢᏅ ᎠᎴ ᏗᎦᏙᎵ ᏚᏍᏚᎢᏒ.

source: So the Pharisees put more questions to him about how his eyes had been made open. And he said to them, He put earth on my eyes, and I had a wash and am able to see.
chr: ᎠᎴ ᎿᏉ ᎠᏂᏆᎵᏏ ᎾᏍᏉ ᎥᎬᏩᏛᏛᏅᎩ ᏄᎵᏍᏙᏔᏅ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎢ. ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏗᏥᎦᏙᎵ ᏝᏬᏔ ᏚᏅᎵᏰᎥᎩ, ᎠᏆᏙᏑᎴᎥᎩᏃ ᎠᎴ ᎢᏥᎪᏩᏘᎭ.

source: Then some of the Pharisees said, That man has not come from God, for he does not keep the Sabbath. Others said, How is it possible for a sinner to do such signs? So there was a division among them.
chr: ᎿᏉᏃ ᎢᎦᏛ ᎠᏂᏆᎵᏏ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏍᎩ ᎯᎠ ᎠᏍᎦᏯ ᎥᏝ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ, ᏝᏰᏃ ᏯᏍᏆᏂᎪᏗᎭ ᎤᎾᏙᏓᏆᏍᎬᎢ. ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏴᏫ ᎠᏍᎦᎾᎢ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏱᏚᎸᏫᏍᏓᏏ? ᏔᎵᏃ ᏄᎾᏓᏛᎩ.

source: Again they said to the blind man, What have you to say about him for opening your eyes? And he said, He is a prophet.
chr: ᏔᎵᏁᏃ ᎯᎠ ᏄᏂᏪᏎᎸᎩ ᏗᎨᏫ; ᎦᏙ ᏂᎯ ᎭᏗᎭ ᎾᏍᎩ ᎯᏃᎮᏍᎬᎢ ᏥᏕᏣᏍᏚᎢᎡᎸ ᏘᎦᏙᎵ? ᎠᏙᎴᎰᏍᎩ, ᎤᏛᏅᎩ.

source: Now the Jews had no belief in the statement that he had been blind and was now able to see, till they sent for the father and mother of the man whose eyes had been made open,
chr: ᎠᏎᏃ ᎠᏂᏧᏏ ᎥᏝ ᏯᏃᎯᏳᎲᏍᎨ ᏗᎨᏫ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏒ ᎠᎴ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎢ, ᎬᏂ ᏫᏚᏂᏯᏅᎲ ᏧᎦᏴᎵᎨ ᎾᏍᎩ Ꮎ ᎬᏩᎪᏩᏛᏗ ᎢᏳᎵᏍᏓᏁᎸᎯ.

source: And put the question to them, saying, Is this your son, of whom you say that he was blind at birth? how is it then that he is now able to see?
chr: ᏚᎾᏛᏛᏅᎩᏃ, ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠᏍᎪ ᏂᎯ ᎢᏍᏕᏥ, ᎾᏍᎩ ᏗᎨᏫ ᎤᏕᏅᎩ ᏥᏍᏓᏗᎭ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ ᎪᎯ ᏣᎪᏩᏘᎭ?

source: In answer his father and mother said, We are certain that this is our son and that he was blind at birth:
chr: ᏧᎦᏴᎵᎨ ᏚᏂᏁᏤᎸ ᎯᎠ ᏂᏚᏂᏪᏎᎸᎩ; ᎣᏍᏗᎦᏔᎭ ᎯᎠ ᎣᎩᏁᏥ ᎨᏒᎢ, ᎠᎴ ᏗᎨᏫ ᎤᏕᏅᎢ;

source: But how it is he is now able to see, or who made his eyes open, we are not able to say: put the question to him; he is old enough to give an answer for himself.
chr: ᎠᏎᏃ ᏅᏧᎵᏍᏙᏔᏅᎢ ᎪᎯ ᏣᎪᏩᏘᎭ ᎥᏝ ᏲᏍᏗᎦᏔᎭ; ᎠᎴ ᎠᏴ ᎥᏝ ᏲᏍᏗᎦᏔᎭ ᎾᏍᎩ Ꮎ ᏧᏍᏚᎢᎡᎸᎯ ᎨᏒ ᏗᎦᏙᎵ. ᎿᏉ ᎠᏗᏃᎾ ᎤᏛᎾ, ᎡᏣᏛᏛᎲᎦ, ᎤᏩᏒ ᏓᎧᏃᎮᎵ.

source: They said this because of their fear of the Jews: for the Jews had come to an agreement that if any man said that Jesus was the Christ he would be put out of the Synagogue.
chr: ᎾᏍᎩ ᏄᏂᏪᏒᎩ ᏧᎦᏴᎵᎨᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏓᏂᏍᎦᎢᎲ ᎠᏂᏧᏏ; ᎦᏳᎳᏰᏃ ᎠᏂᏧᏏ ᏧᏄᎪᏔᏅᎯ ᎨᏒᎩ, ᎾᏍᎩ ᎢᏳ ᎩᎶ ᏳᏁᏨ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒ ᎠᏥᏄᎪᏫᏍᏗᏱ ᏗᎦᎳᏫᎢᏍᏗᏱ.

source: That was the reason why they said, He is old enough; put the question to him.
chr: ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᏧᎦᏴᎵᎨ ᎯᎠ ᏄᏂᏪᏒ; ᎿᏉ ᎤᏛᎾ, ᎤᏩᏒ ᎡᏣᏛᏛᎲᎦ.

source: So they sent a second time for the man who had been blind and they said to him, Give glory to God: it is clear to us that this man is a sinner.
chr: ᎿᏉᏃ ᏔᎵᏁ ᏭᏂᏯᏅᎲᎩ ᎠᏍᎦᏯ ᏗᎨᏫ ᎢᏳᎵᏍᏔᏅᎯ; ᎯᎠᏃ ᏄᏂᏪᏎᎸᎩ; ᎯᎸᏉᏓ ᎤᏁᎳᏅᎯ, ᎠᏴ ᎣᏥᎦᏔᎭ ᎾᏍᎩ ᎯᎠ ᎠᏍᎦᏯ ᎠᏍᎦᎾ ᎨᏒᎢ.

source: He said in answer, I have no knowledge if he is a sinner or not, but one thing I am certain about; I was blind, and now I see.
chr: ᎿᏉᏃ ᎤᏁᏨᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏳᏃ ᎠᏍᎦᎾ ᏱᎩ ᎥᏝ ᏱᏥᎦᏔᎭ; ᏑᏓᎴᎩ ᏥᎦᏔᎭ; ᏗᏥᎨᏫ ᏥᎨᏒᎩ ᎿᏉ ᎢᏥᎪᏩᏘᎭ.

source: Then they said to him, What did he do to you? how did he give you the use of your eyes?
chr: ᎿᏉᏃ ᏔᎵᏁ ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᎦᏙ ᏨᏁᎴ ᏕᏣᏍᏚᎢᎡᎴ ᏘᎦᏙᎵ?

source: His answer was: I have said it before, but your ears were shut: why would you have me say it again? is it your desire to become his disciples?
chr: ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏳᎳ ᎢᏨᏃᏁᎸ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏛᏓᏍᏔᏁᎢ; ᎦᏙᏃ ᎢᏣᏚᎵ ᏔᎵᏁ ᎢᏣᏛᎪᏗᏱ? ᎾᏍᏉᏍᎪ ᏂᎯ ᎢᏣᏚᎵᎭ ᎡᏥᏍᏓᏩᏗᏙᎯ ᎢᏣᎵᏍᏙᏗᏱ.

source: And they were angry with him and said, You are his disciple, but we are disciples of Moses.
chr: ᎿᏉᏃ ᎦᎬᏩᏂᏐᏢᏔᏅᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏂᎯ ᎾᏍᎩ ᎯᏍᏓᏩᏗᏙᎯ, ᎠᏴᏍᎩᏂ ᎼᏏ ᎣᏥᏍᏓᏩᏗᏙᎯ.

source: We are certain that God gave his word to Moses: but as for this man, we have no knowledge where he comes from.
chr: ᎣᏥᎦᏔᎭ ᎤᏁᎳᏅᎯ ᎼᏏ ᎤᏬᏁᏔᏅᎢ; ᎾᏍᎩᏂ ᎯᎠ ᎥᏝ ᏲᏥᎦᏔᎭᏧᏓᎴᏅᎢ.

source: The man said in answer, Why, here is a strange thing! You have no knowledge where he comes from though he gave me the use of my eyes.
chr: ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; Ꮀ ᎤᏍᏆᏂᎪᏗᏳ ᎾᏍᎩ, ᏂᏥᎦᏔᎲᎾ ᏥᎩ ᏧᏓᎴᏅᎢ, ᎠᏃ ᏥᏓᎩᏍᏚᎢᎡᎸ ᏗᏥᎦᏙᎵ.

source: We have knowledge that God does not give ear to sinners, but if any man is a worshipper of God and does his pleasure, to him God's ears are open.
chr: ᎢᏗᎦᏔᎭᏰᏃ ᎤᏁᎳᏅᎯ ᏂᏓᏛᎦᏁᎲᎾ ᎨᏒ ᎠᏂᏍᎦᎾᎢ, ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᏱᎩ, ᎠᎴ ᎾᏍᎩ ᎠᏓᏅᏖᏍᎬ ᎢᏯᏛᏁᎯ ᏱᎩ, ᎾᏍᎩ ᎠᏛᎦᏁᎰᎢ.

source: In all the years nobody has ever before seen the eyes of a man blind from birth made open.
chr: ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎥᏝ ᏱᎨᎦᏛᎦᏃ ᎩᎶ ᏚᏍᏚᎢᎡᎸ ᏗᎦᏙᎵ ᏗᎨᏫ ᎤᏕᏅᎯ.

source: If this man did not come from God he would be unable to do anything.
chr: ᎢᏳᏃ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ ᏱᎩ, ᎥᏝ ᏰᎵ ᎪᎱᏍᏗ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ.

source: Their answer was: You came to birth through sin; do you make yourself our teacher? And they put him out of the Synagogue.
chr: ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏅᎲᎢ ᎠᏍᎦᏂ ᎨᏒ ᏣᏕᏅᎩ, ᏥᎪᏃ ᎠᏴ ᎢᏍᎩᏰᏲᎲᏍᎦ? ᎥᎬᏩᏄᎪᏫᏒᎩᏃ.

source: It came to the ears of Jesus that they had put him out, and meeting him he said, Have you faith in the Son of man?
chr: ᏥᏌ ᎤᏛᎦᏅᎩ ᎬᏩᏄᎪᏫᏒᎢ; ᎤᏩᏛᎲᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᏲᎢᏳᎲᏍᎦᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏪᏥ?

source: He said in answer, And who is he, Lord? Say, so that I may have faith in him.
chr: ᎾᏍᎩ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎦᎪ ᎾᏍᎩ, ᏣᎬᏫᏳᎯ, ᎾᏍᎩ ᏥᏲᎢᏳᏗᏱ?

source: Jesus said to him, You have seen him; it is he who is talking to you.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎪᎥᎯ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏥᏣᎵᏃᎮᏗᎭ.

source: And he said, Lord, I have faith. And he gave him worship.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎪᎢᏳᎲᏍᎦ, ᏣᎬᏫᏳᎯ; ᎤᏓᏙᎵᏍᏓᏁᎸᎩᏃ.

source: And Jesus said, I came into this world to be a judge, so that those who do not see may see, and those who see may become blind.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏗᏬᎪᏙᏗᏱ ᎠᎩᏰᎸᎭ ᎡᎶᎯ ᎠᎩᎷᏥᎸ, ᎾᏍᎩ Ꮎ ᎾᏂᎪᏩᏘᏍᎬᎾ ᎤᏂᎪᏩᏛᏗᏱ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏂᎪᏩᏘᏍᎩ ᏗᏂᎨᏫ ᎢᏳᎾᎵᏍᏙᏗᏱ.

source: These words came to the ears of the Pharisees who were with him and they said to him, Are we, then, blind?
chr: ᎠᏂᏆᎵᏏᏃ ᎡᏙᎲ ᎠᏁᏙᎯ ᎾᏍᎩ ᎤᎾᏛᎦᏅᎩ, ᎠᎴ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᏉ ᎠᏴ ᏦᏥᎨᏫ?

source: Jesus said to them, If you were blind you would have no sin: but now that you say, We see; your sin is there still.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᏗᏥᎨᏫ ᏱᎨᏎᎢ ᎥᏝ ᏱᎨᏥᏍᎦᏅᎨᎢ, ᎠᏎᏃ ᎣᏥᎪᏩᏘᎭ ᎢᏣᏗᎭ; ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏥᏍᎦᎾᎯᏳ ᎨᏒ ᎠᎵᏃᎯᏯᏍᎦ.

source: Truly I say to you, He who does not go through the door into the place where the sheep are kept, but gets in by some other way, is a thief and an outlaw.
chr: ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎾᏍᎩ Ꮎ ᎦᎶᎯᏍᏗᏱ ᎠᏴᏍᏗᏍᎩ ᏂᎨᏒᎾ ᎠᏫ ᎤᏂᏃᏕᎾ ᎤᏂᏴᏍᏗᏱ, ᎤᏣᏘᏂᏉᏍᎩᏂ ᎦᎸᏍᏗᏍᎩ, ᎾᏍᎩ ᎦᏃᏍᎩᏍᎩ ᎠᎴ ᎠᏓᎾᏌᎲᏍᎩ.

source: He who goes in by the door is the keeper of the sheep.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎦᎶᎯᏍᏗᏱ ᎠᏴᏍᏗᏍᎩ ᎾᏍᎩ ᎠᏫ ᎤᏂᏃᏕᎾ ᏗᎦᏘᏯ.

source: The porter lets him in; and the sheep give ear to his voice; he says over the names of the sheep, and takes them out.
chr: ᎾᏍᎩ ᎦᎶᎯᏍᏗᏱ ᎠᎦᏘᏯ ᎤᏍᏚᎢᎡᎰᎢ, ᎠᎴ ᎠᏫ ᎠᎾᏛᎩᏍᎪ ᎧᏁᎬᎢ, ᎠᎴ ᏚᎾᏙᎥ ᏓᏯᏂᏍᎪ ᎠᏫ ᏧᏤᎵᎦ, ᎠᎴ ᏓᏘᏂᏒᏍᎩᏂ ᏕᎦᏄᎪᏫᏍᎪᎢ.

source: When he has got them all out, he goes before them, and the sheep go after him, for they have knowledge of his voice.
chr: ᏕᎦᏄᎪᏩᏃ ᏧᏤᎵᎦ ᎠᏫ, ᎢᎬᏱ ᏓᎴᏁᎰᎢ, ᎠᎴ ᎠᏫ ᎬᏩᏍᏓᏩᏕᎪᎢ; ᎠᏃᎵᎪᏰᏃ ᎧᏁᎬᎢ;

source: They will not go after another who is not their keeper, but will go from him in flight, because his voice is strange to them.
chr: ᏅᏩᏓᎴᏍᎩᏂ ᎥᏝ ᏴᎬᏂᏍᏓᏩᏚᎦ, ᎠᎾᎵᎡᎰᏉ, ᎥᏝᏰᏃ ᏯᏃᎵᎪ ᏅᏩᎾᏓᎴ ᎠᏂᏁᎬᎢ.

source: In this Jesus was teaching them in the form of a story: but what he said was not clear to them.
chr: ᎾᏍᎩ ᎯᎠ ᏓᏟᎶᏍᏛ ᏥᏌ ᏚᏬᏁᏔᏅᎩ; ᎠᏎᏃ ᎥᏝ ᏳᏃᎵᏤ ᎾᏍᎩ ᏄᏍᏛ ᏚᏬᏁᏔᏅᎢ.

source: So Jesus said again, Truly I say to you, I am the door of the sheep.
chr: ᎿᏉᏃ ᏔᎵᏁ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏴ ᎦᎶᎯᏍᏗᏱ ᎠᏫ ᎤᎾᏤᎵᎦ.

source: All who came before me are thieves and outlaws: but the sheep did not give ear to them.
chr: ᏂᎦᏛ ᎢᎬᏱ ᎤᏂᎷᏨᎯ ᎠᏴ ᎣᏂ, ᎾᏍᎩ ᎠᏂᏃᏍᎩᏍᎩ ᎠᎴ ᎠᎾᏓᎾᏌᎲᏍᎩ. ᎠᏎᏃ ᎠᏫ ᎥᏝ ᏱᎬᏩᎾᏛᎦᏁᎴᎢ.

source: I am the door: if any man goes in through me he will have salvation, and will go in and go out, and will get food.
chr: ᎦᎶᎯᏍᏗᏱ ᎠᏴ; ᎢᏳᏃ ᎩᎶ ᎠᏴ ᎠᎩᏴᏍᏗᏍᎨᏍᏗ, ᎠᏎ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎤᏴᏍᏗ ᎠᎴ ᎤᏄᎪᎢᏍᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎤᏩᏛᏗ ᎨᏎᏍᏗ ᎦᏄᎸᏒᎢ.

source: The thief comes only to take the sheep and to put them to death: he comes for their destruction: I have come so that they may have life and have it in greater measure.
chr: ᎦᏃᏍᎩᏍᎩ ᎦᎷᎪᎢ, ᎤᏃᏍᎩᏍᏗᏱᏉ ᎠᎴ ᎤᏓᎯᏍᏗᏱᏉ ᎤᏰᎸᏐᎢ: ᎠᏴ ᎠᎩᎷᏥᎸ, ᎬᏂᏛ ᎤᎾᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᎤᏣᏔᏅᎯ ᎤᎾᏤᎵᎦ ᎢᏨᎵᏍᏙᏗᏱ.

source: I am the good keeper of sheep: the good keeper gives his life for the sheep.
chr: ᎠᏴ ᎠᏆᏓᏅᏘ ᎠᏫ-ᏗᏥᎦᏘᏯ. ᎤᏓᏅᏘ ᎠᏫ-ᏗᎦᏘᏯ ᎬᏅᎢ ᎡᎳᏗ ᏓᏁᎰ ᎠᏫ.

source: He who is a servant, and not the keeper or the owner of the sheep, sees the wolf coming and goes in flight, away from the sheep; and the wolf comes down on them and sends them in all directions:
chr: ᎠᏥᏅᏏᏛᏍᎩᏂ, ᎠᏫ-ᏗᎦᏘᏯ ᏂᎨᏒᎾ, ᎠᎴ ᎠᏫ ᏧᏤᎵᎦ ᏂᎨᏒᎾ, ᏩᏯ ᏣᎢᏒᎢ ᏩᎪᏩᏛ, ᏕᎬᏕᎪ ᎠᏫ ᎠᎴ ᎠᎵᏘᏍᎪᎢ; ᏩᏯᏃ ᏕᎦᏂᏱᏍᎪ ᎠᎴ ᏓᏗᎦᎴᏯᏍᎪ ᎠᏫ.

source: Because he is a servant he has no interest in the sheep.
chr: ᎠᏥᏅᏏᏛ ᎠᎵᏘᏍᎪᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᏥᏅᏏᏛᏉ ᎨᏒᎢ.

source: I am the good keeper; I have knowledge of my sheep, and they have knowledge of me,
chr: ᎠᏴ ᎠᏆᏓᏅᏘ ᎠᏫ-ᏗᏥᎦᏘᏯ; ᎠᎴ ᏕᏥᎦᏔᎭ ᏗᏆᏤᎵᎦ, ᎠᎴ ᏗᏆᏤᎵᎦ ᎬᎩᎦᏔᎭ,

source: Even as the Father has knowledge of me and I of the Father; and I am giving my life for the sheep.
chr: ᎾᏍᎩᏯ ᎠᎦᏴᎵᎨ ᏣᎩᎦᏔᎭ, ᎠᎴ ᎠᏴ ᎠᎦᏴᎵᎨ ᏥᏥᎦᏔᎭ. ᎠᎴ ᎬᏅ ᎡᎳᏗ ᏕᏥᏁᎭ ᎠᏫ.

source: And I have other sheep which are not of this field: I will be their guide in the same way, and they will give ear to my voice, so there will be one flock and one keeper.
chr: ᎠᎴ ᏄᎾᏓᎴ ᎠᏫ ᏓᎩᎧᎭ, ᎾᏍᎩ ᎥᏝ ᎯᎠ ᎤᏂᏴᏍᏗᏱ ᏯᏂᏯᎠ; ᎾᏍᎩ ᎾᏍᏉ ᎠᏎ ᏙᏓᎦᏘᏃᎵ, ᎠᎴ ᏛᎾᏛᎦᏂ ᏥᏁᎬᎢ; ᎠᎴ ᏑᎾᏓᏡᎩ ᏅᏛᎾᎵᏍᏔᏂ; ᎠᎴ ᏌᏉ ᎨᏎᏍᏗ ᎠᏫ-ᏗᎦᏘᏯ.

source: For this reason am I loved by the Father, because I give up my life so that I may take it again.
chr: ᎡᎳᏗ ᏥᏥᎥᏍᎦ ᎬᏅᎢ ᎾᏍᎩ ᏔᎵᏁ ᎠᎩᎩᏏᏐᏗ ᏥᎩ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨ ᎠᎩᎨᏳᎭ.

source: No one takes it away from me; I give it up of myself. I have power to give it up, and I have power to take it again. These orders I have from my Father.
chr: ᎥᏝ ᎩᎶ ᏴᏛᎩᎩᎡᎵ, ᎠᏋᏒᏉᏍᎩᏂ ᎠᏆᏓᏅᏖᏛ ᎡᎳᏗ ᏓᏥᏂ. ᎠᎩᎭ ᏰᎵᏉ ᎡᎳᏗ ᎬᎩᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎩᎭ ᏰᎵᏉ ᎬᎩᎩᏏᏐᏗ ᎨᏒᎢ. ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎡᏙᏓ ᎠᎩᏁᏤᎸ.

source: There was a division again among the Jews because of these words.
chr: ᎿᏉᏃ ᏔᎵᏁ ᏔᎵ ᏄᎾᏓᏛᎩ ᎠᏂᏧᏏ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᏄᏪᏒᎢ.

source: And a number of them said, He has an evil spirit and is out of his mind; why do you give ear to him?
chr: ᎤᏂᏣᏛᎩᏃ ᎤᎾᏓᏑᏴᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎠᏍᎩᎾ ᎤᏯᎠ, ᎠᎴ ᎤᎸᏃᏘᎭ; ᎦᏙᏃ ᎢᎡᏣᏛᏓᏍᏓᏁᎭ?

source: Others said, These are not the words of one who has an evil spirit. Is it possible for an evil spirit to make blind people see?
chr: ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏍᎩ ᎯᎠ ᏥᏂᎦᏪ ᏥᎧᏁᎦ ᎥᏝ ᎠᏍᎩᎾ ᎤᏯᎢ ᎤᏁᎢᏍᏗ ᏱᎩ; ᏥᎪ ᎠᏍᎩᎾ ᏰᎵ ᏱᏓᏍᏚᎢᏏ ᏗᎨᏫ ᏗᎦᏙᎵ.

source: Then came the feast of the opening of the Temple in Jerusalem: it was winter;
chr: ᏗᎦᎳᏫᎢᏍᏗᏱᏃ ᎤᏂᏅᎦᎸᎲ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎩ ᏥᎷᏏᎵᎻ, ᎠᎴ ᎪᎳ ᎨᏒᎩ.

source: And Jesus was walking in the Temple, in Solomon's covered way.
chr: ᏥᏌᏃ ᎡᏙᎲᎩ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏐᎵᎹᏅ ᎤᏤᎵᎦ ᎠᏲᏓᏝᎲᎢ.

source: Then the Jews came round him, saying, how long are you going to keep us in doubt? If you are the Christ, say so clearly.
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎬᏩᏓᏡᏫᏍᏔᏅᎩ, ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎯᎳᎪ ᏅᏓᎪᎯᏥ ᏍᎩᏰᎵᎢᏍᏗᏍᎨᏍᏗ? ᎢᏳᏃ ᏂᎯ ᎦᎶᏁᏛ ᎨᏎᏍᏗ, ᏍᎩᏃᎲᏏ ᏚᏳᎪᏛᎢ.

source: Jesus said in answer, I have said it and you have no belief: the works which I do in my Father's name, these give witness about me.
chr: ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏚᏂᏪᏎᎸᎩ; ᎢᏨᏃᏁᎸᎩ, ᎠᏎᏃ ᎥᏝ ᏱᏍᎩᏲᎢᏳᏁᎢ. ᏗᎦᎸᏫᏍᏓᏁᏗ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ ᎡᏙᏓ ᏚᏙᏍᏛᎢ, ᎾᏍᎩ ᎬᏂᎨᏒ ᎾᏋᏁᎭ.

source: But you have no belief because you are not of my sheep.
chr: ᏂᎯᏍᎩᏂ ᎥᏝ ᏱᏦᎯᏳᎲᏍᎦ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎯ ᎠᏫ ᏗᏆᏤᎵᎦ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎾᏍᎩᏯ ᏥᏂᏨᏪᏎᎸᎩ.

source: My sheep give ear to my voice, and I have knowledge of them, and they come after me:
chr: ᎠᏫ ᏗᏆᏤᎵᎦ ᎠᎾᏛᎩᏍᎪ ᏥᏁᎬᎢ, ᎠᎴ ᎠᏴ ᎦᏥᎦᏔᎭ, ᎠᎴ ᎬᏂᏍᏓᏩᏕᎪᎢ,

source: And I give them eternal life; they will never come to destruction, and no one will ever take them out of my hand.
chr: ᎠᎴ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ ᎦᏥᏁᎰᎢ, ᎥᏝᏃ ᎢᎸᎯᏳ ᏧᏂᏲᎱᎯᏍᏗ ᏱᎩ, ᎠᎴ ᎥᏝ ᎩᎶ ᏗᏆᏑᎦᎸᏙᏗ ᏱᎩ.

source: That which my Father has given to me has more value than all; and no one is able to take anything out of the Father's hand.
chr: ᎾᏍᎩ Ꮎ ᎡᏙᏓ ᏗᎩᎧᏁᎸᎯ ᎤᏟ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥᎢ, ᎥᏝᏃ ᏰᎵ ᎩᎶ ᎡᏙᏓ ᏗᎬᏩᏑᎦᎸᏙᏗ ᏱᎩ.

source: I and my Father are one.
chr: ᎠᏴ ᎡᏙᏓᏃ ᏌᏉᏉ.

source: Then the Jews took up stones again to send at him.
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᏔᎵᏁ ᏅᏯ ᏚᏂᎩᏒᎩ ᏗᎬᏩᏂᏍᏙᏗ.

source: Jesus said to them in answer, I have let you see a number of good works from the Father; for which of those works are you stoning me?
chr: ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏚᏂᏪᏎᎸᎩ, ᎤᏣᏔ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎡᏙᏙᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎬᏂᎨᏒ ᏂᏨᏴᏁᎸ; ᎦᏙ ᎤᏍᏗ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎠᎩᏍᏛᏗᎠ ᏅᏯ ᏥᏕᏍᎩᏴᏂᏍᏗᎭ?

source: This was their answer: We are not stoning you for a good work but for evil words; because being a man you make yourself God.
chr: ᎠᏂᏧᏏ ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎥᏝ ᏴᎨᏣᏍᏛᏓ ᏅᏯ ᏱᏙᎨᏨᏴᏂᏍᏓ, ᎯᏐᏢᎢᏍᏗᏍᎬᏍᎩᏂ, ᏂᎯ ᏴᏫᏉ ᏥᎩ ᎤᏁᎳᏅᎯ ᏣᏤᎸᏍᎦ.

source: In answer, Jesus said, Is there not a saying in your law, I said, You are gods?
chr: ᏥᏌ ᏚᏁᏤᎸᎩ; ᏝᏍᎪ ᎯᎠ ᏱᏂ ᎬᏅ ᏱᎪᏪᎳ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ; ᏂᎯ ᎢᏨᏁᎳᏅᎯ, ᎠᏆᏛᏅᎩ?

source: If he said they were gods, to whom the word of God came (and the Writings may not be broken),
chr: ᎢᏳᏃ ᎢᏣᏁᎳᏅᎯ ᏧᏬᏎᎸᎯ ᏱᎩ, ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎨᏥᏁᏤᎸᎯ, ᎠᎴ ᎪᏪᎵ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᏱᎩ,

source: Do you say of him whom the Father made holy and sent into the world, Your words are evil; because I said, I am God's Son?
chr: ᏥᎪ ᎯᏐᏢᎢᏍᏗᎭ ᎢᎡᏦᏎᎭ ᎠᎦᏴᎵᎨᎢ ᎤᎸᏉᏔᏅᎯ ᎠᎴ ᎡᎶᎯ ᎤᎷᎯᏍᏗᏱ ᎤᏅᏏᏛ, ᏅᏗᎦᎵᏍᏙᏗᎭ “ᎠᏴ ᎤᏁᎳᏅᎯ ᎤᏪᏥ” ᏥᎦᏛ?

source: If I am not doing the works of my Father, do not have belief in me;
chr: ᎢᏳᏃ ᎡᏙᏓ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏂᏓᎩᎸᏫᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᏞᏍᏗ ᏍᎩᏲᎢᏳᏅᎩ

source: But if I am doing them, then have belief in the works even if you have no belief in me; so that you may see clearly and be certain that the Father is in me and I am in the Father.
chr: ᎢᏳᏍᎩᏂ ᎾᏍᎩ ᎤᏤᎵ ᏱᏓᎩᎸᏫᏍᏓᏁᎭ, ᎾᏍᏉ ᎠᏴ ᏂᏍᎩᏲᎢᏳᎲᏍᎬᎾ ᏱᎩ, ᎠᏎ ᎢᏦᎯᏳᎲᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ; ᎾᏍᎩᏃ ᏰᎵ ᎨᏣᏙᎴᎰᎯᏍᏗ ᎠᎴ ᎨᏦᎯᏳᏗ ᏱᎩ ᎠᎦᏴᎵᎨᎢ, ᎠᎩᏯᎥᎢ ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏥᏯᎥᎢ

source: Then again they made an attempt to take him; but he got away from them.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏔᎵᏁ ᎤᎾᏁᎶᏔᏅᎩ ᎬᏩᏂᏴᏗᏱ; ᎠᏎᏃ ᏚᏗᏫᏎᎸᎩ,

source: And he went again to the other side of the Jordan, to the place where John first gave baptism; and he was there for a time.
chr: ᎠᎴ ᏦᏓᏂ ᏍᎪᎾ ᏭᎶᏒᎩ, ᎾᎿ ᏣᏂ ᎢᎬᏱᏱ ᏚᏓᏬᎥᎢ. ᎾᎿᏃ ᎤᏪᏙᎸᎩ.
